export const translates = {
	header_employer: 'Я заказчик',
	header_contractor: 'Я исполнитель',
	header_hint:
		'Как исполнитель вы можете искать проекты, как заказчик вы можете находить исполнителей в свои проекты.',
	header_buttonHint: 'Вы сможете пригласить его на проект или сохранить в закладки',

	findProject: 'Найти проект',
	findContractor: 'Найти исполнителя',
	myApplications: 'Мои заявки',
	myProjects: 'Мои проекты',

	search: 'Поиск',
	portfolio: 'Портфолио',
	settings: 'Настройки',
	exit: 'Выход',
	employer: 'Заказчик',
	contractor: 'Исполнитель',
	location: 'Местоположение',
	contacts: 'Контакты',
	available: 'Доступно',
	projects: 'Проекты',
	applications: 'Заявки',
	total: 'Всего',
	prolong: 'Продлить',
	change: 'Сменить',
	only: 'Только',
	link: 'Ссылка',
	or: 'Или',
	add: 'Добавить',
	title: 'Название',
	describe: 'Описание',
	termless: 'Бессрочный',
	nonComercial: 'Некоммерческий',
	payment: 'Оплата',
	references: 'Референсы',
	back: 'Назад',
	cancel: 'Отмена',
	preview: 'Предпросмотр',
	next: 'Дальше',
	save: 'Сохранить',
	publish: 'Опубликовать',
	continue: 'Продолжить',
	active: 'Активные',
	drafts: 'Черновики',
	archived: 'Архивные',
	users: 'Люди',
	chats: 'Чаты',
	file: 'Файл',
	common: 'Общее',
	speciality: 'Специальность',
	password: 'Пароль',
	subscription: 'Подписка',
	your: 'Ваш',
	saved: 'Сохранено',
	surname: 'Фамилия',
	name: 'Имя',
	country: 'Страна',
	city: 'Город',
	email: 'Электронная почта',
	phoneNumber: 'Номер телефона',
	site: 'Сайт',
	month: 'Месяц',
	year: 'Год',
	free: 'Бесплатно',
	buy: 'Купить',
	promocode: 'Промокод',
	apply: 'Применить',
	contractors: 'Исполнители',

	searchParameters: 'Параметры поиска',
	searchParametersSubtitle: 'Проекты подбираются на основании указанных в профиле специальностей.',
	tariffUntil: 'Тариф до',
	projectType: 'Тип проекта',
	raiseToTheTop: 'Поднять в топ',
	noTariffSelected: 'Тариф не выбран',
	whatProjectDoYouWantToFind: 'Какой проект вы хотите найти',
	employerMyProjectsFishText: `Публикация проекта позволяет подобрать исполнителей именно под Ваш проект.
    Вы также можете использовать функцию поиска таланта, с указанием всех необходимых критериев.
    Просматривайте исполнителей и сохраняйте их в Избранное для будущих проектов.
    Если у Вас возникнут вопросы,пишите нам на почту support@assist.video.`,
	dontShowPorjectWithTest: 'Не показывать проекты с тестовым заданием',
	nonCommercialProjects: 'Некоммерческие проекты',
	nonCommercialProjectsHint: `Некоммерческий проект – это проект любого жанра, на производство которого тратятся личные средства создателей. Его цель - донести до зрителя мысль или идею без стремления к заработку или без возможности его осуществить.
	Что это значит для Вас? То, что это либо малобюджетный, либо неоплачиваемый проект, где Вы сможете поэкспериментировать, найти новую команду, добавить интересный проект в портфолио, принять участие в фестивалях, получить указание в титрах и другие значимые признания. Часто такие проекты очень интересны и важны!`,
	budgetFrom: 'Бюджет от',
	projectBudget: 'Бюджет проекта',
	paymentForPeriod: 'Оплата за период',
	paymentFrom: 'Оплата от',
	uploadFile: ['Перетяните файл сюда', 'или', 'выберите файл с', 'компьютера', 'устройства'],
	nameOfTheProperty: 'Название свойства',
	referencesDialogFirstPlaceholder: 'Например "Хочу цвет как тут"',
	referencesDialogSecondPlaceholder: 'Ссылка на Ваш референс',
	uploadFileSingle: 'Загрузить файл',
	projectFile: 'Файл проекта',
	projectFileHint:
		'Здесь вы можете прикрепить файл сценария, логлайн, синопсис, тритмент, техническое задание, раскадровку либо другие детали проекта для ознакомления потенциальным исполнителем.',
	whoAreYouLooking: 'Кого вы ищете на проект?',
	employmentPeriod: 'Период занятости',
	contractorLocation: 'Местоположение исполнителя',
	nameOfTheCity: 'Введите название города',
	shootingDate: 'Дата съемки',
	shootingDateHint:
		'Проект автоматически завершится в день начала съемок, если вы не укажете количество активных дней после публикации проекта',
	relevanceRequest: 'Актуальность запроса',
	relevanceRequestHint: 'В течении какого времени принимать заявки после публикации проекта',
	'7days': '7 дней',
	'14days': '14 дней',
	nonCommercialHint: `Некоммерческий проект – это проект любого жанра, на производство которого тратятся личные средства создателей. Его цель - донести до зрителя мысль или идею без стремления к заработку или без возможности его осуществить.
	Что это значит для Вас? То, что это либо малобюджетный, либо неоплачиваемый проект, где Вы сможете поэкспериментировать, найти новую команду, добавить интересный проект в портфолио, принять участие в фестивалях, получить указание в титрах и другие значимые признания. Часто такие проекты очень интересны и важны!`,
	paymentPeriod: 'Оплата за период',
	paymentForOvertime: 'Оплата за переработки',
	paymentComment: 'Комментарий к оплате',
	referencesHint:
		'Добавьте ссылки или прикрепите фото, видео и другие вспомогательные материалы с описанием стиля, формата и прочих предпочтений, которые необходимо реализовать в проекте. Подобные референсы помогут более точно передать Вашу идею и видение конечного продукта.',
	addReference: 'Добавить референсы',
	test: 'Тестовое задание',
	projectEditing: 'Редактирование проекта',
	creatingNewProject: 'Создание нового проекта',
	createHint:
		'Заполните информацию о проекте и на него откликнутся те, кто подходит по параметрам и готов приступить к работе.',
	createProject: 'Создать проект',
	yourNewProject: 'Ваш новый проект',
	saveToDraft: 'Сохранить в черновик',
	publicationRejected: 'Публикация проекта отклонена',
	publicationRejectedDescribe: `У вас нет подписки или вы превысили ограничение по ней. Чтобы опубликовать проект купите или
	продлите подписку.`,
	projectAddCongratulation: [
		'ПОЗДРАВЛЯЕМ! ВЫ ОПУБЛИКОВАЛИ ПРОЕКТ.',
		'НЕСКОЛЬКО РЕКОМЕНДАЦИЙ О ВЫБОРЕ ИСПОЛНИТЕЛЯ',
		'Внимательно просмотрите профиль исполнителя',
		'Свяжитесь с исполнителем через чат',
		'Попросите сделать тестовое задание',
		'Оцените технические и коммуникативные навыки',
		'Четко огласите ваши требования и ожидаемые результаты'
	],
	favoritesFishText: 'Список закладок пуст.',
	latestNotifications: 'Последние уведомления',
	notificationsListEmpty: 'Список уведомлений пуст.',
	supportDialog: [
		'Возникла проблема',
		'Если у вас трудности с использованием сервиса, вы можете написать нам в',
		'Телеграм бота',
		'или отправить письмо по адресу',
		'support@assist.video'
	],
	nothingFound: 'Ничего не найдено',
	errorWhenFindMessage: 'Произошла ошибка при поиске сообщений.',
	searchMessage: 'Поиск сообщения',
	settingsFullness: [
		'Профиль заполнен на',
		'Чтобы ваш профиль участвовал в поиске заполните пожалуйста все разделы.',
		' Вас можно найти в поиске.'
	],
	settingsHint: 'Заполните данные',
	subscriptionHint: 'Заполните портфолио чтобы приоритетнее отображаться в поиске',
	profileLink: 'Ссылка на профиль',
	settingsContent: [
		'При создании профиля в Assist, вы можете находиться на платформе как в качестве исполнителя, так и в качестве заказчика.',
		'Для изменения своего статуса просто переключите тумблер в нужное положение в правом верхнем углу.'
	],
	commonInformation: 'Общая информация',
	savedError: 'Не удалось сохранить настройки',
	changeAvatar: 'Изменить аватар',
	aboutMyself: 'О себе',
	chooseCountry: 'Выберите страну',
	iamBusy: 'Я занят(-a)',
	iamBusyDisclaimer: 'При выборе этой опции ваc не смогут приглашать в проекты.',
	saveChanges: 'Сохранить изменения',
	chooseSpeciality: 'Выберите специальность',
	specialityWarning: 'Количество специальностей можно увеличить улучшив подписку.',
	hidePhoneNumber: 'Скрыть номер телефона',
	additionalLinks: 'Дополнительные ссылки',
	contactInformation: 'Контактная информация',
	passwordChanged: 'Пароль успешно изменен',
	changePassword: 'Изменение пароля',
	lastPassword: 'Старый пароль',
	newPassword: 'Новый пароль',
	confirmPassword: 'Подтвердите пароль',
	errorHasOccured: 'Произошла ошибка.',
	yourTarif: 'Ваш тариф',
	chooseTarif: 'Выберите тариф',
	validUntil: 'Действителен до',
	subscriptionWarnings: [
		'Для доступа к сервису вам нужно приобрести подписку.',
		'Оплата временно недоступна, мы вам сообщим когда появится возможность оплатить подписку',
		'Ознакомиться с контактной информацией, правилами оплаты, безопасностью платежей, конфиденциальностью информации, правилами возврата и доставки товара можно по',
		'ссылке',
		'* Оплата производится в валюте KZT (казахстанский тенге).'
	],
	subscriptionDisclaimer: '!Поиск исполнителей только через публикацию проекта',
	addProjectToPortfolio: 'Добавить проект в портфолио',
	projectName: 'Название проекта',
	projectNameHint: 'Например для фильма его название «Крепкий орешек»',
	fewWordsAboutProject: 'Несколько слов о проекте',
	addLinkToProject: 'Добавьте ссылку на Ваш проект',
	orAddFile: 'Или добавьте файл',
	ifWorkNotVideo: 'если Ваша работа не видеоролик',
	chooseFile: 'Выбрать файл',
	whatDidYouDo: 'Чем вы занимались на проекте',
	whatDidYouDoDisclaimer: 'Задачи которые стояли перед Вами',
	projectParticipants: 'Участники проекта',
	projectParticipantsHint: 'C кем в команде был сделан данный проект',
	noParticipants: 'Нет участников.',
	contractorProfile: 'Профиль исполнителя',
	profileLinkOrId: 'Ссылка на профиль или ID',
	addMember: 'Добавить участника',
	projectLooksForOther: 'Так будет Ваш внешний вид проект для других пользователей',
	editProjectInPortfolio: 'Редактировать проект в портфолио',
	newProjectInPortfolio: 'Новый проект в портфолио',
	contractorLocationHint: 'Без указания местоположения будут подбираться исполнители из любого города.',
	contractorSearchFishText: [
		'Чтобы найти максимально подходящих исполнителей',
		' 1) Укажите специальность, которая Вас интересует.',
		'2) Выберите местоположение или оставьте поле незаполненным, если Вас интересует\n' +
			'\t\t\t\t\t\t\t\t\tудаленный формат работы.',
		' 3) Выберите тип аккаунта.',
		' 4) Удачного поиска!',
		' 5) Если остались вопросы — напишите нам в чат или на почту support@assist.video.'
	],
	contractorSearchWarning: 'Поиск недоступен для вашего уровня подписки.',
	contractorSearchUnsuccessful:
		'По вашему запросу не было найдено исполнителей. Попробуйте изменить критерии поиска.',
	faqTitle: 'Часто задаваемые вопросы',
	faqBottomLabel: 'Не нашли ответ на свой вопрос?',
	faqWriteToUs: 'Написать нам',
	faqDialog: [
		'БУДЕМ РАДЫ ВАМ ПОМОЧЬ. ПИШИТЕ ВАШИ ВОПРОСЫ.',
		'Тема вопроса',
		'Например "Оплата"',
		'Вопрос',
		'Ваш вопрос',
		'Отправить',
		'ВАШЕ СООБЩЕНИЕ ОТПРАВЛЕНО',
		'Ответ придёт вам на почту что закреплена к вашему аккаунту'
	],
	faqSearch: ['Введите вопрос или ключевое слово', 'Ваш вопрос'],
	portfolioEditDialog: [
		'ПОЗДРАВЛЯЕМ С ПЕРВОЙ ОПУБЛИКОВАННОЙ РАБОТОЙ!',
		'Наличие ваших работ в портфолио позволяет вам отображаться в поиске специалистов и увеличивает шансы\n' +
			'\t\t\t\t\tна выбор вас в качестве исполнителя.',
		'РАСШИРЯЙТЕ ВАШЕ ПОРТФОЛИО!',
		'Добавьте работы по каждой специальности',
		'Заполните описание для вашего проекта',
		'Указывайте что именно делали вы на проекте'
	],
	portfolioListDialog: [
		'Добро пожаловать на платформу Assist.',
		'Для нас, как и для Вас, очень важно, чтобы Вы нашли проект по душе. Поэтому нам вместе\n' +
			'\t\t\t\t\t\tнеобходимо создать идеальные условия для заказчиков, чтобы они постоянно приходили к нам с\n' +
			'\t\t\t\t\t\tновыми проектами. Для этого наполненность Вашего портфолио должна быть максимальной!',
		'Подойдите ответственно к созданию Вашего портфолио! Для каждой указанной специальности\n' +
			'\t\t\t\t\t\tопубликуйте как минимум одну работу, добавьте к ней рекомендацию от заказчика, создайте шоурил\n' +
			'\t\t\t\t\t\tдля быстрого просмотра Ваших скиллов. Наличие работ в портфолио автоматически добавит Ваш\n' +
			'\t\t\t\t\t\tпрофиль в топ.',
		'Не забывайте, что раз в три месяца мы проводим конкурс на лучшее портфолио.',
		'Спасибо, что Вы с нами!',
		'Команда Assist.'
	],
	projectSearchDialog: [
		'НАШЕЛСЯ ПРОЕКТ ДЛЯ ВАС!',
		'Что сделать, чтобы выбрали вас',
		'Отвечайте на запрос сразу;',
		'Представьте ваши лучшие работы в портфолио;',
		'Ознакомьтесь с требованиями проекта;',
		'Опишите, почему должны выбрать именно вас;',
		'Будьте вежливы с заказчиком;',
		'Будьте пунктуальны.'
	],
	fullnessWarningDialog: [
		'Низкая заполненность профиля',
		'Ваш профиль заполнен на',
		'Чтобы полноценно использовать платформу заполните пожалуйста все помеченные разделы в\n' +
			'\t\t\t\t\t\t\tнастройках.',
		'Перейти'
	],
	logout: 'Выйти',
	more: 'Еще',
	copyright: 'Все права защищены',
	pay: 'Оплатить',
	discount: 'скидка',
	choosePaymentType: 'Выберите тип платежа',
	notifications: {
		promocodeActivated: 'Промокод активирован.',
		promocodeInvalid: 'Неверный промокод.',
		promocodeInvalidSubscription:
			'Для использования этого промокода Вам нужно улучшить подписку до уровня "%level".',
		promocodeAlreadyUsed: 'Промокод уже использовался.',
		promocodeUserHasSubscription: 'Уже есть активная подписка.',
		contractorApproved: 'Исполнитель одобрен.',
		projectRaised: 'Проект поднялся в поиске выше.',
		inviteSent: 'Приглашение отправлено.',
		forgotPasswordSent: 'Письмо с восстановлением пароля выслано Вам на почту.',
		tryAgainLater: 'Попробуйте позже.',
		youAreContractor: 'Вы были выбраны исполнителем проекта.',
		needAuth: 'Чтобы полноценно воспользоваться платформой необходимо авторизоваться.',
		passwordChanged: 'Пароль успешно изменен.',
		'new-project-application': '%user подал(-а) заявку в проект «%project»',
		'show-test': 'Вам выслали тестовое задание для проекта «%project»',
		'application-accept': 'Вас выбрали исполнителем для проекта «%project», с вами свяжется заказчик',
		'application-reject': 'Вашу заявку в проект «%project» отклонили',
		'project-invite': 'Вас пригласили в проект «%project»',
		'project-for-contractor': 'Мы нашли для вас проект: «%project»'
	},
	chooseRole: {
		welcome: 'Приветствуем вас на платформе!',
		chooseRole: 'Выберите тип аккаунта',
		employerContinueAs: 'Продолжить как',
		employerText: 'Заказчик',
		employerDescription: 'С помощью нашей платформы, вы можете создать проект и найти для него любого исполнителя.',
		contractorContinueAs: 'Продолжить как',
		contractorText: 'Исполнитель',
		contractorDescription:
			'Вы сможете разместить портфолио, найти интересный для себя проект и стать его участником.',
		verification: {
			disclaimer: 'Подтвердите ваш email адрес. Проверьте почту и перейдите по ссылке в письме.',
			sendAgain: 'Мне не пришло письмо',
			mailSent: 'Письмо выслано. Проверьте почту.',
			mailAlreadySent: 'Вам уже высылалось письмо недавно, попробуйте еще раз немного позже.'
		}
	},
	backgroundMain: {
		text: 'Только объединившись, мы можем стать частью чего-то большего'
	},
	budget: 'Бюджет',
	nonCommercialProject: 'Некоммерческий проект',
	newMany: 'Новые',
	seen: 'Просмотренные',
	applicationTime: 'Срок заявки',
	projectPeriodLabels: {
		before: 'Перед съемками',
		inDay: 'В день съемки',
		after: 'После съемки',
		whole: 'Весь проект',
		all: 'Все проекты'
	},
	paycheckType: {
		shift: 'смена',
		project: 'проект',
		month: 'месяц'
	},
	finished: 'Завершен',
	estimate: 'До завершения',
	searchParams: 'Параметры поиска',
	searchUnavailableDisclaimer: 'Поиск недоступен для вашего уровня подписки.',
	noProjectsDisclaimer: 'Есть несколько причин, почему Вы не видите ни одного проекта.',
	learnMore: 'Подробнее',
	showFilters: 'Открыть фильтры',
	download: 'Скачать',
	draft: 'Черновик',
	projectPublishedOn: 'Проект опубликован %date',
	projectLookingFor: 'На проект нужны',
	overtimePayment: 'Оплата переработки',
	hour: 'час',
	projectFinished: 'Проект завершен.',
	edit: 'Редактировать',
	markAsFinished: 'Завершить',
	delete: 'Удалить',
	empty: 'Пусто',
	featured: 'Вам бы подошли',
	recommendations: 'Рекомендации',
	contractorIsBusy: 'Исполнитель занят(-а)',
	andMore: 'и еще',
	projectApplicationsDisclaimer:
		'По умолчанию всегда показываются новые заявки, увидеть остальные заявки можно открыв фильтры чуть выше справа.',
	application: 'Заяка',
	deleteProjectQuestion: 'Удалить проект?',
	planDiscount: 'Скидки на тарифы',
	quickSearch: 'Быстрый поиск',
	hint: 'Подсказка',
	headerSupportHintText:
		'Если у вас возникнут трудности с сервисом вы всегда можете рассказать о своей проблеме службе поддержки.',
	closeChat: 'Закрыть чат',
	allWorks: 'Все работы',
	inviteFriend: 'Пригласить друга',
	enterEmail: 'Введите email',
	cookiesDisclaimer:
		'Мы собираем файлы cookie, чтобы улучшить работу нашего сайта и сделать его удобнее. Без cookie всё в интернете работало бы плохо. Продолжая пользоваться сайтом, вы даёте согласие на использование ваших cookie-файлов.',
	login: 'Логин',
	inviteToProject: 'Пригласить на проект',
	bookmarks: {
		deleted: 'Закладка удалена.',
		added: 'Закладка добавлена.'
	},
	buttons: {
		back: 'Назад',
		accept: 'Подтвердить',
		decline: 'Отклонить',
		cancel: 'Отмена',
		continue: 'Продолжить',
		choose: 'Выбрать',
		send: 'Отправить',
		continueSearch: 'Продолжить поиск',
		open: 'Перейти',
		edit: 'Редактировать',
		delete: 'Удалить',
		invite: 'Пригласить',
		enter: 'Войти',
		createAccount: 'Создать аккаунт',
		message: 'Написать',
		recommend: 'Рекомендовать',
		apply: 'Подать заявку',
		signup: 'Зарегистрироваться',
		changePlan: 'Изменить тариф'
	},
	errors: {
		base: 'Произошла ошибка. Обратитесь к администратору.',
		QUOTA_EXCEEDED: 'Превышено ограничение по подписке. Купите или продлите подписку.',
		ALREADY_BOOSTED: 'Проект уже поднимался в поиске.',
		PROJECT_NOT_FOUND: 'Проект не найден.',
		ALREADY_APPLIED: 'Вы уже подавали заявку на этот проект.',
		EMPTY_PORTFOLIO: 'Заполните портфолио перед подачей заявки.',
		invalidVerification: 'Ссылка подтверждения недействительна. Запросите еще раз подтверждение.',
		upgradeToPremium: 'Улучшите подписку до уровня «Premium».',
		invalidEmail: 'Неверный адрес',
		invalidLogin: 'Неправильный логин',
		invalidPassword: 'Неправильный пароль',
		socialAuthError: 'Нет доступа к email адресу, разрешите приложению использовать Email в Facebook/Google.',
		UNAUTHENTICATED: 'Неправильный логин или пароль.',
		RATE_LIMIT: 'Превышен лимит по запросам. Попробуйте позже.',
		passwordValidation:
			'Пароль от 8 символов и может содержать только латинские буквы, цифры и знаки ! @ # $ % ^ & * _',
		invalidFirstname: 'Введите имя',
		invalidLastname: 'Введите фамилию',
		invalidAgreement: 'Подтвердите что ознакомились с правилами',
		invalidPassword2: 'Пароли не совпадают',
		NO_PASSWORD: 'Введите пароль.',
		EMAIL_ALREADY_USED: 'Email уже используется.',
		alreadyRecommended: 'Вы уже рекомендавали этого исполнителя',
		passwordChange: 'Произошла ошибка. Возможно истекла ссылка. Попробуй еще раз восстановить пароль.',
		noProjectsForInvite: 'У вас нет проектов для приглашения.',
		selectProjectForInvite: 'Выберите проект для приглашения.',
		selectedContractorIsBusy: 'Исполнитель не может быть приглашен, он указал что занят(-а).',
		invalidLinkOrFile: 'Добавьте ссылку или загрузите файл',
		invalidTitle: 'Введите заголовок',
		invalidDescription: 'Введите описание',
		invalidSpecialties: 'Выберите специальность'
	},
	project: {
		applications: {
			countOptions: {
				unread: 'Новые',
				test: 'Выслано задание',
				seen: 'Просмотренные',
				accepted: 'Выбранные',
				invites: 'Приглашения'
			},
			application: {
				whyMe: 'Почему именно я',
				myExpectations: 'Меня устроит',
				testSent: 'Тестовое задание отправлено.',
				sendTest: 'Отправить тестовое задание',
				message: 'Написать сообщение'
			},
			archiveDialog: {
				title: 'Вы уверены что хотите завершить проект?',
				description: 'Он больше не будет отображаться для исполнителей'
			},
			deleteDialog: {
				title: 'Вы уверены что хотите удалить проект?',
				description: 'Он не сохранится у вас в архиве и его невозможно будет восстановить'
			},
			publishDialog: {
				title: 'Вы уверены что хотите опубликовать проект?',
				description: 'Он не сохранится у вас в архиве и его невозможно будет восстановить'
			},
			rejectDialog: {
				title: 'Вы уверены что хотите отклонить заявку?',
				description: 'Она больше не будет отображаться для этого проекта'
			},
			approveDialog: {
				title: 'Выбрать исполнителем проекта?'
			},
			congratulationDialog: {
				title: 'Поздравляем! Вы нашли исполнителя по душе',
				listTitle: 'Ваши следующие шаги:',
				listItems: [
					'Передайте задание исполнителю через чат с указанием всех деталей',
					'Обговорите где, как, и когда будет произведена оплата',
					'Обменяйтесь контактной информацией, если ее нет в профиле Исполнителя',
					'Для Вашего удобства сохраняйте результаты работы в чате с Исполнителем'
				],
				subtitle:
					'По завершению, не забывайте оставлять отзыв о работе исполнителя и закрывать проект! Если у Вас возникнут вопросы, пишите нам в чат или на почту support@assist.video. Удачи с проектом! Ваш Assist.'
			}
		}
	},
	sidebar: {
		specialties: {
			all: 'Все специальности',
			maximum: 'Максимальное количество специальностей - %d',
			notFound: 'Подходящих специальностей не найдено.'
		}
	},
	dialogs: {
		projectPreview: {
			previewOnLink: ['Просмотр доступен по', 'ссылке'],
			with: 'Совместно'
		},
		choosenAsContractor: {
			title: 'Поздравляем! Вас выбрали исполнителем на проект.',
			listTitle: 'Ваши следующие шаги:',
			listItems: [
				'Свяжитесь с заказчиком через чат для получения деталей проекта',
				'Обговорите где, как, и когда будет произведена оплата',
				'Обменяйтесь контактной информацией с заказчиком, если она не отражена в профиле',
				'Отправьте результаты переговоров (документы, техническое задание и прочее) в чат для легкого доступа'
			],
			subtitle: [
				'Если у Вас возникнут вопросы, пишите нам в чат или на почту support@assist.video.',
				'Удачного проекта!',
				'Ваш Assist.'
			]
		}
	},
	pages: {
		employer: {
			contractor: {
				invite: {
					title: 'Ваши активные проекты',
					addProject: 'Добавить проект',
					success: 'Успешно',
					successDisclaimer: 'Вы пригласили специалиста %s на участие в проекте.'
				}
			}
		},
		contractor: {
			applications: {
				list: {
					title: 'Мои заявки',
					filters: {
						active: 'Активные заявки',
						accepted: 'Архив заявок'
					},
					archiveFilters: {
						accepted: 'Принятые',
						rejected: 'Отклоненные'
					},
					card: {
						until: 'До завершения',
						ended: 'Приём заявок завершен',
						count: 'Подано заявок'
					}
				}
			},
			portfolio: {
				edit: {
					step: 'Шаг',
					linkDisclaimer: 'YouTube, RuTube, Vimeo, Вконтакте, Кинопоиск или Soundcloud',
					validation: {
						title: 'Введите название',
						link: 'Неправильная ссылка',
						description: 'Добавьте описание',
						linkOrFile: 'Добавьте ссылку или загрузите файл',
						projectType: 'Выберите тип проекта',
						specialty: 'Выберите специальность',
						userOrName: 'Добавьте пользователя или имя'
					}
				}
			},
			project: {
				view: {
					congratulations: {
						title: 'Вы сможете связаться с заказчиком через наш чат',
						subtitle: [
							'Если заказчик одобрит вашу кандидатуру, вы увидите его контакты для уточнения деталей проекта.',
							'Чтобы видеть контакты заказчика вне зависимости от его выбора — расширьте свою подписку до тарифа Premium.'
						]
					}
				},
				suitable: {
					title: 'Проекты для вас',
					notFound: 'Нет подходящих проектов.'
				},
				apply: {
					whyMe: 'Почему должны выбрать вас?',
					hasTest: 'Проект содержит тестовое задание',
					hasTestDisclaimer: 'Заказчик отправит вам задание, если ему понравится ваша заявка',
					lastWorks: 'Ваши последние работы',
					lastWorksDisclaimer:
						'Добавьте три последних работы, над которыми вы работали. Ссылками на проекты в портфолио либо на YouTube или Vimeo.',
					link: 'Ссылка на работу',
					fillPortfolio: 'Чтобы откликнуться в проект добавьте в портфолио несколько работ.',
					success: 'Ваша заявка успешно подана',
					declined: 'Заявка в проект отклонена',
					exceededDisclaimer:
						'У вас нет подписки или вы превысили ограничение по ней. Чтобы подать заявку в проект купите или продлите подписку.'
				}
			}
		},
		auth: {
			signin: {
				title: 'Вход',
				authWith: 'Войти с помощью',
				or: 'Или',
				forgotPassword: 'Забыли пароль?',
				disclaimer: [
					'Создавая учетную запись в Assist, вы соглашаетесь с',
					'Политикой конфиденциальности',
					'и',
					'Пользовательским соглашением'
				]
			},
			signup: {
				title: 'Регистрация'
			},
			forgot: {
				title: 'Восстановление пароля',
				disclaimer: 'Введите свой email адрес в поле ниже.'
			},
			restorePassword: {
				title: 'Смена пароля'
			}
		},
		settings: {
			menu: {
				common: 'Общая информация',
				specialties: 'Специальности',
				contacts: 'Контакты',
				password: 'Пароль',
				subscription: 'Подписка',
				portfolio: 'Портфолио'
			}
		}
	}
} as const;

export type Translates = typeof translates;
