export const data_ru = [
	{
		question: 'Зачем мне регистрироваться на Assist.?',
		answer: 'Регистрация необходима Вам для того, чтобы отображаться в нишевом поиске исполнителей и всегда быть доступным продюсерам и другим заказчикам. Если Вы публикуете портфолио на YouTube, Vimeo, Instagram и прочих платформах, оно доходит до конечного потребителя, в большинстве случаев, только при отправке прямой ссылки. Однажды заполнив портфолио в Assist., оно остается доступным заказчикам всегда и в любое время. Помните, что Вас могут найти на платформе через поиск или пригласить на проект. Также мы предлагаем кандидатуры зарегистрированных исполнителей нашим Premium клиентам.'
	},
	{
		question: 'Почему я не вижу ни одного проекта?',
		answer: `Есть несколько причин, почему Вы не видите ни одного проекта:
				1) Заказчик уже подобрал специалиста и завершил проект, что сделало его неактивным и недоступным к просмотру.
				2) Срок поиска специалистов истек.
				В среднем поиск открыт от 3-х до 7-ми дней. Этот срок определяет сам заказчик. По истечении срока поиска проект становится неактивным.
				3) В Вашем профиле указана специальность, которая не подходит под проект.
				Если заказчик ищет оператора, а в Вашей анкете указана специальность  оператор-постановщик — система не соотнесет ваши интересы и Вы не увидите проект.
				 В Вашем профиле указана геолокация, которая не подходит под проект.
				Так же как и в пункте 3, если заказчик ищет оператора из Краснодара, а в Вашей геолокации указана Москва — система не соотнесет ваши данные и Вы не увидите проект.

				Несмотря на то, что в данный момент нет проекта под Вашу специальность, мы все же можем быть Вам полезны.

				- Оформите Ваш профиль и портфолио. Это повысит Ваши шансы на приглашение в проект, а также даст возможность получить денежный приз, который мы разыгрываем каждые три месяца среди пользователей за лучшее портфолио. Кроме того, некоторые Заказчики ищут Исполнителей без публикации проекта, посредством поиска.
				- Смотрите, что делают другие. Просматривайте работы коллег и вдохновляйтесь. Задайте вопросы и найдите ментора.
				- Найдите единомышленников. У нас у всех есть проекты и задумки, над которыми мы давно хотели поработать и воплотить в жизнь! Так зачем же сидеть на месте? Соберите команду на платформе для некоммерческого проекта, cнимите пилот - и у Вас будут все шансы получить финансирование! Мы также поддержим Вас в этом проекте.
				- Станьте нашим амбассадором! Все подробности читайте здесь: assist.video/ambassador
				- Дайте конструктивную критику нашей платформы с предложениями о том, чего не хватает, а мы внедрим необходимые изменения. Ведь мы создали Assist. для Вас.`
	},
	{
		question: 'Чем Assist. отличается от Телеграм-каналов и групп в Facebook?',
		answer: 'Главной особенностью Assist. является публикация проектов, а не объявлений как на других платформах. Для исполнителей - это означает предложение платформой только релевантных для Вас проектов, а не времязатратный мониторинг нишевых групп; для заказчиков - это выбор среди откликнувшихся, а значит уже готовых к работе исполнителей без траты времени на лишнюю коммуникацию и запрос портфолио, ведь оно уже есть у каждого откликнувшегося. Также поиск по критериям поможет отсортировать подходящих кандидатов и связаться только с подходящими именно под Ваш проект.'
	},
	{
		question: 'Чем платные тарифы Assist. отличаются от стартового?',
		answer: 'Платные тарифы предоставляют Вам доступ к большему функционалу платформы, к примеру, поднятие Вашего профиля в топ. Кроме того, для Вас они расширяют количество доступных специальностей и открывают контакты пользователей.'
	},
	{
		question: 'Я опубликовал проект, но на него не откликнулись',
		answer: 'Попробуйте воспользоваться поиском и пригласить исполнителя самостоятельно, в том числе через внешние каналы связи. Если что-то пошло не так - наш @assist_manager всегда на связи.'
	},
	{
		question: 'Я пригласил исполнителей на проект, что делать дальше?',
		answer: 'Исполнителям не всегда доступны Ваши контакты. Если вы не начали коммуникацию через чат Assist., попробуйте связаться с исполнителями через внешние каналы связи самостоятельно. Если что-то пошло не так - наш @assist_manager всегда на связи.'
	},
	{
		question: 'Я искал исполнителя, но не нашел',
		answer: 'Пожалуйста, напишите нам и укажите кого Вы не нашли. Мы постараемся найти необходимого Вам исполнителя на сторонних ресурсах. @assist_manager всегда доступен для Ваших запросов и комментариев.'
	},
	{
		question: 'Как мне удалить свой профиль?',
		answer: 'Если Вы хотите удалить Ваш профиль, напишите об этом нам на почту - support@assist.video или нашему @assist_manager.'
	},
	{
		question: 'Я сценарист, что мне добавить в Портфолио?',
		answer: 'Обычно Ваши коллеги загружают Google документы или работы, снятые по Вашему сценарию. Также подойдет ссылка на КиноПоиск. Однако сейчас мы работаем над уникальным портфолио под каждый цех. В нем Вы сможете загружать Ваши файлы без ссылок и открывать их непосредственно на платформе, добавлять заметки и комментарии к своим работам, и т.д. Все анонсы о ходе разработок и внедрения мы публикуем в нашем Инстаграм.'
	},
	{
		question: 'Я представитель звукоцеха, что мне добавить в Портфолио?',
		answer: 'Обычно Ваши коллеги добавляют работы, над которыми вы работали совместно. Также подойдет ссылка на Google диск, КиноПоиск или SoundCloud.'
	},
	{
		question: 'Я зарегистрировался, но не нашел для себя проектов, почему?',
		answer: 'На данный момент мы в процессе набора критической массы исполнителей по каждым, в особенности узким, направлениям. Чтобы механизм заработал, нам нужна Ваша помощь.Приглашайте своих коллег, и заказчикам ничего не останется, кроме того как придти к нам для закрытия вопроса поиска членов съемочной группы.'
	},
	{
		question: 'Вы написали чушь в Инстаграм или на сайте Assist.',
		answer: 'Мы всегда открыты к диалогу. Давайте обсудим, что именно не так и исправим это, в случае необходимости. Пишите нам на founders@assist.video.'
	},
	{
		question: 'Ваша платформа никому не нужна, множество других уже создавались безуспешно',
		answer: 'Наш взгляд несколько отличается от предыдущих подобных платформ. Мы изучили не только потребности исполнителей, но и потребности заказчиков. Мы ведем с ними диалог о том, что необходимо внедрить на платформу для их удобства. Решение задачи присутствия всех актуальных проектов индустрии у нас на платформе Assist. - это лишь вопрос времени.'
	}
];
